Repository: Linguistic/linguistic-2015
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: es, fr, zh

source: Me
zh: 我

source: Stranger
es: Compañero
fr: Partenaire
zh: 网友

source: Click here to start typing (press 'Esc' to disconnect)
zh: 点击此处开始输入 （按 ‘Esc’ 断开）

source: Waiting for a chat partner...
es: En espera de un compañero de charla...
fr: En attende d’un partenaire de chat...
zh: 等待聊天网友...

source: Start a new chat
es: Empezar un nuevo charla
fr: Démarrer une nouvelle discussion
zh: 开启新对话

source: You are now talking to a native speaker somewhere in the world
es: Ahora está hablando con un hablante nativo en alguna parte en el mundo
fr: Vous parlez maintenant d’un locuteur natif, quelque part dans le monde
zh: 您正在和世界各处的人用他得本土语言聊天

source: You have disconnected
es: Ha desconectado
fr: Vous avez déconnecté
zh: 您中断了聊天

source: Your chat partner has disconnected
es: Su compañero de charla se ha desconectado
fr: Votre partenaire de chat a déconnecté
zh: 您的网友中断了聊天

source: Your partner is typing...
es: Su compañero está escribiendo...
fr: Votre partenaire est attachant...
zh: 你的拍档在打字...

source: You cannot learn your native language
es: No se puede aprender su lengua materna
fr: Vous ne pouvez pas apprendre votre langue maternelle
zh: 你不能学习你的母语

source: Please select a language for each category first
es: Por favor, elegir una lengua para todos categoría primero
fr: S’il vous plaît sélectionner une langue pour chaque catégorie premier
zh: 请您在每个分类中选择一项语言

source: people online
es: personas en línea actualmente
fr: personnes en ligne
zh: 人在线上

source: Translate
es: Traducir
fr: Traduire
zh: 翻译

source: Site Title
es: Hablar Al Mundo
fr: Linguiste - Parler Au Monde
zh: 语言学家 － 与世界对话

source: Which language do you speak natively?
es: Cuál es tu lengua materna?
fr: Quelle langue vous parlez faire nativement?
zh: 您的母语是什么？

source: Which language are you currently studying?
es: ¿Qué lengua está actualmente estudiando?
fr: Quelle langue vous étudiez en ce moment?
zh: 您现在正在学习什么语言？

source: Enter
es: Entrar
fr: Entrer
zh: 进入

source: Click here to start typing
es: Haz clic aqui para empezar a escribir
fr: Cliquez ici pour commencer a taper
